{
    "Add a rule": "Eine Regel hinzufügen",
    "Add custom property": "Benutzerdefiniertes Attribut hinzufügen",
    "Checkbox": "Kontrollkästchen",
    "Checked": "Ausgewählt",
    "Custom properties": "Benutzerdefinierte Attribute",
    "Custom": "Benutzerdefiniert",
    "Default value": "Standardwert",
    "Delete property": "Attribut löschen",
    "Do you really want to remove the property? All property values will be removed on all items. This action can not be undone.": "Möchten Sie das Attribut wirklich entfernen? Alle Attributwerte werden für alle Ressourcen entfernt. Diese Aktion kann nicht rückgängig gemacht werden.",
    "Internal name": "Interner Name",
    "Label": "Bezeichnung",
    "Manage your custom properties to extend your resources to your needs.": "Verwalten Sie Ihre benutzerdefinierten Attribute, um Ihre Ressourcen an Ihre Bedürfnisse anzupassen.",
    "Number": "Nummer",
    "Numeric": "Numerisch",
    "Required": "Erforderlich",
    "Rules provide form input validation to ensure that the value entered is valid. For example, you can require a value to be numeric or a string with a maximum length of 255 characters.": "Regeln ermöglichen die Überprüfung von Formulareingaben, um sicherzustellen, dass der eingegebene Wert gültig ist. Sie können zum Beispiel verlangen, dass ein Wert numerisch oder eine Zeichenkette mit einer maximalen Länge von 255 Zeichen sein muss.",
    "Rules": "Regeln",
    "String": "Zeichenfolge",
    "Text": "Text",
    "The data type of the field configures the possible input element and a base validation of the provided value.": "Der Datentyp eines Attributes konfiguriert das mögliche Eingabeelement und eine Basisvalidierung des eingegebenen Wertes.",
    "The default value is used for all items that do not have a value set. It will be the pre-set value on creating new items.": "Der Standardwert wird für alle Ressourcen verwendet, für die kein Wert festgelegt wurde. Er ist der voreingestellte Wert bei der Erstellung neuer Ressourcen.",
    "The internal name is used to reference the field in the API. It can only contain lowercase letters, numbers and underscores.": "Der interne Name wird verwendet, um in der API auf das Attribut zu verweisen. Er darf nur Kleinbuchstaben, Zahlen und Unterstriche enthalten.",
    "The label is used to identify the field in the UI.": "Die Bezeichnung wird zur Identifizierung des Attributes in der Benutzeroberfläche verwendet.",
    "Type": "Datentyp"
}
