{
    ":member accepted the invitation to the workspace :workspace.": "«:member» hat die Einladung zum Workspace «:workspace» angenommen.",
    "Accept invitation": "Einladung annehmen",
    "Accept the invitation to join the workspace.": "Nehmen Sie die Einladung für den Workspace an.",
    "Add workspace": "Workspace anlegen",
    "All invitations of the workspace.": "Ausstehende Einladungen im Workspace.",
    "All members of the workspace.": "Alle Mitglieder des Workspaces.",
    "Are you sure you want to transfer ownership of this workspace? You remain a member of the workspace. This process is irreversible.": "Sind Sie sicher, dass Sie die Eigentümerschaft an diesem Workspace übertragen möchten? Sie bleiben Mitglied des Workspace. Dieser Prozess ist nicht umkehrbar.",
    "Configure :name": ":name konfigurieren",
    "Copy invitation link to clipboard": "Einladungslink in die Zwischenablage kopieren",
    "Create Workspace": "Workspace erstellen",
    "Create account and accept invitation": "Konto anlegen und Einladung annehmen",
    "Current workspace changed.": "Aktuellen workspace gewechselt.",
    "Get notified when a member accepts the invitation to any of your workspaces.": "Lassen Sie sich benachrichtigen, wenn ein Mitglied die Einladung zu einem Ihrer Workspaces annimmt.",
    "Get notified when you got an invitation to another workspace.": "Lassen Sie sich benachrichtigen, wenn Sie eine Einladung zu einem anderen Workspace erhalten haben.",
    "Get notified when you have successfully transferred a workspace.": "Lassen Sie sich benachrichtigen, wenn Sie einen Workspace erfolgreich übertragen haben.",
    "Get notified when you were made the workspace owner.": "Lassen Sie sich benachrichtigen, wenn Sie zum Besitzer des Workspace ernannt wurden.",
    "If you remove the member, they will no longer have access to the workspace.": "Wenn Sie das Mitglied entfernen, hat es keinen Zugriff mehr auf den Workspace.",
    "If you revoke the invitation, the user will not be able to access the workspace.": "Wenn Sie die Einladung widerrufen, kann der Benutzer nicht mehr auf den Workspace zugreifen.",
    "Invitations": "Einladungen",
    "Invite members": "Mitglieder einladen",
    "Invited.": "Eingeladen.",
    "Log in and accept invitation": "Anmelden und Einladung annehmen",
    "Manage your workspace and the acting members": "Verwalten Sie Ihren Workspace und die handelnden Personen",
    "Members": "Mitglieder",
    "No invitations yet.": "Noch keine Einladungen.",
    "No members yet.": "Noch keine Mitglieder.",
    "No workspace selected": "Kein Workspace gewählt",
    "Owner": "Eigentümer",
    "Remove member?": "Mitglied entfernen?",
    "Revoke invitation?": "Einladung widerrufen?",
    "Role": "Rolle",
    "Select a role": "Bitte wählen Sie eine Rolle",
    "Send invite": "Einladung verschicken",
    "The workspace name and owner information.": "Der Name des Workspaces und die Eigentümerinformationen.",
    "This user already belongs to the workspace.": "Dieser Benutzer gehört bereits zum Workspace.",
    "This user has already been invited to the workspace.": "Dieser Benutzer wurde bereits zum Workspace eingeladen.",
    "Transfer of ownership": "Übertragung der Eigentümerschaft",
    "Work together with other users by inviting them to your workspace. Invitations can be sent to email addresses. Invitations can be revoked at any time.": "Arbeiten Sie mit anderen Benutzern zusammen, indem Sie sie zu Ihrem Workspace einladen. Einladungen können an E-Mail-Adressen gesendet und  jederzeit widerrufen werden.",
    "Workspace created.": "Workspace erstellt.",
    "Workspace invitations": "Workspace Einladungen",
    "Workspace members": "Workspace-Mitglieder",
    "Workspace settings": "Workspace-Einstellungen",
    "Workspace updated.": "Workspace aktualisiert.",
    "Workspace": "Workspace",
    "Workspaces": "Workspaces",
    "You have successfully transferred workspace :workspace to :member.": "Sie haben den Workspace :workspace erfolgreich nach :member übertragen.",
    "You were made to the owner of workspace :workspace.": "Sie wurden zum Eigentümer des Workspace :workspace gemacht."
}
